Repository: drakehuang81/NeuLedger
Catalog: NeuLedger/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant

# a11y_account_add
source: Add account
zh_hant: 新增帳戶

# a11y_ai_close
source: Close input
zh_hant: 關閉輸入框

# a11y_ai_submit
source: Submit
zh_hant: 送出

# a11y_navigate_back
source: Back
zh_hant: 返回

# a11y_transactions_filter
source: Filter transactions
zh_hant: 篩選交易

# a11y_voice_start
source: Start voice input
zh_hant: 開始語音輸入

# a11y_voice_stop
source: Stop recording
zh_hant: 停止錄音

# a11y_dismiss_keyboard
source: Dismiss keyboard
zh_hant: 收起鍵盤

# add_transaction_ai_unavailable
source: AI is not available on this device
zh_hant: 此裝置不支援 AI 功能

# add_transaction_category_suggestion_failed
source: Unable to get suggestions, please select manually
zh_hant: 無法取得建議，請手動選擇

# ai_extraction_error
source: Could not parse, please try again or enter manually
zh_hant: 無法解析，請再試一次或手動輸入

# ai_ask_error
source: Could not get an answer, please try again
zh_hant: 無法取得回答，請再試一次

# ai_record_placeholder
source: Describe this transaction…
zh_hant: 描述這筆交易…

# ai_ask_placeholder
source: Ask about your finances…
zh_hant: 問關於你的財務…

# ai_assistant_collapse
source: Collapse
zh_hant: 收合

# ai_assistant_error
source: Unable to get an answer. Please try again.
zh_hant: 無法取得回答，請稍後再試。

# ai_assistant_placeholder
source: Ask a question…
zh_hant: 輸入問題…

# ai_assistant_prompt
source: Ask AI Assistant…
zh_hant: 問 AI 助理…

# ai_assistant_title
source: AI Assistant
zh_hant: AI 助理

# ai_mode_ask
source: Ask AI
zh_hant: 問 AI

# ai_mode_record
source: Record
zh_hant: 記帳

# ai_prompt_category_breakdown
source: Category breakdown: %@
zh_hant: 各分類支出：%@

# ai_prompt_extract_transaction
source: Parse a transaction from the input below. Amount is in TWD. Use the same language as the input for all text fields. Input: %@
zh_hant: 從以下輸入解析出一筆交易紀錄，金額單位為新台幣（TWD）。所有文字欄位請使用繁體中文。 輸入：%@

# ai_prompt_generate_insight
source: Write a brief spending insight in 2-3 sentences. Period: %@ Total income: NT$%@ Total expense: NT$%@
zh_hant: 請用繁體中文撰寫一段簡短的消費分析洞察（2-3句話）。 時間範圍：%@ 總收入：NT$%@ 總支出：NT$%@

# ai_prompt_suggest_categories
source: Based on the transaction description below, select the most appropriate categories from the list (up to 3, ordered by relevance). Only choose from the list provided. Transaction: %@ Available categories: %@
zh_hant: 根據以下交易描述，從分類清單中選出最合適的分類（最多3個，依相關性排序）。請只從清單中選擇，不要建議清單以外的分類。 交易描述：%@ 可用分類：%@

# ai_tool_no_note
source: (no note)
zh_hant: （無備註）

# ai_tool_no_transactions
source: No transactions found.
zh_hant: 查無交易紀錄。

# accessory_ai_record
source: AI Record
zh_hant: AI 記帳

# accessory_add
source: Add
zh_hant: 新增

# accessory_ai_processing
source: AI is analyzing…
zh_hant: AI 正在分析你的交易…

# accessory_mode_record_short
source: Rec
zh_hant: 記

# accessory_mode_ask_short
source: Ask
zh_hant: 問

# accessory_expand
source: Expand
zh_hant: 展開

# analysis_empty_desc
source: Try selecting a different date range
zh_hant: 嘗試選擇不同的日期範圍

# analysis_empty_title
source: No data for this period
zh_hant: 此期間無資料

# analysis_title
source: Analysis
zh_hant: 分析

# analysis_no_data_title
source: No Data Available
zh_hant: 目前無資料

# analysis_no_data_desc
source: Switch to a different time range or add records to unlock analysis.
zh_hant: 切換不同時間區間或是新增記帳紀錄來解鎖分析功能。

# analysis_no_note
source: No note
zh_hant: 無備註

# analysis_budget_progress
source: Budget Progress
zh_hant: 預算進度

# analysis_summary_income
source: Income
zh_hant: 收入

# analysis_summary_expense
source: Expense
zh_hant: 支出

# analysis_summary_net_balance
source: Net Balance
zh_hant: 結餘

# analysis_category_pie_chart_title
source: Expense by Category
zh_hant: 支出分類

# analysis_ai_insight_title
source: AI Insight
zh_hant: AI 洞察

# analysis_trend_bar_chart_title
source: Daily Trend
zh_hant: 每日趨勢

# analysis_placeholder
source: Analysis Charts Placeholder
zh_hant: 分析圖表區塊

# dashboard_empty_action
source: Record Expense
zh_hant: 記一筆

# dashboard_empty_desc
source: Start recording your first expense!
zh_hant: 開始記下您的第一筆花費吧！

# dashboard_empty_title
source: No transactions yet
zh_hant: 尚無交易

# dashboard_title
source: Dashboard
zh_hant: 儀表板

# dashboard_insight_loading_title
source: Loading insight…
zh_hant: 正在生成洞察…

# dashboard_insight_loading_body
source: Please wait while we analyze your spending
zh_hant: 正在分析您的支出

# dashboard_total_balance
source: Total Balance
zh_hant: 總資產

# dashboard_total_label
source: Total
zh_hant: 總餘額

# dashboard_ai_insight
source: AI Insights
zh_hant: AI 洞察

# dashboard_ai_loading
source: Analyzing your recent spending patterns, please wait...
zh_hant: 正在為您分析最近的消費模式，請稍候...

# dashboard_ai_unavailable
source: AI insight temporarily unavailable, please try again later.
zh_hant: 暫時無法取得 AI 洞察，請稍後重試。

# dashboard_my_wallets
source: My Wallets
zh_hant: 我的錢包

# dashboard_greeting_morning
source: Good morning
zh_hant: 早安

# dashboard_greeting_afternoon
source: Good afternoon
zh_hant: 午安

# dashboard_greeting_evening
source: Good evening
zh_hant: 晚安

# dashboard_recent_transactions
source: Recent Transactions
zh_hant: 最近交易

# dashboard_see_all
source: See All
zh_hant: 查看全部

# dashboard_no_wallets_title
source: No Wallets
zh_hant: 尚無錢包

# dashboard_no_wallets_desc
source: Add your first wallet or account to start managing finances.
zh_hant: 新增您的第一個錢包或帳戶來開始管理財務。

# dashboard_add_wallet
source: Add Wallet
zh_hant: 新增錢包

# dashboard_no_transactions_title
source: No Transactions
zh_hant: 尚無交易

# dashboard_no_transactions_desc
source: Record your first expense!
zh_hant: 記錄您的第一筆花費吧！

# transactions_empty_title
source: No transactions yet
zh_hant: 尚無交易

# transactions_empty_body
source: Record your first expense
zh_hant: 記錄您的第一筆花費吧

# dashboard_add_first
source: Record
zh_hant: 記一筆

# dashboard_transaction_default
source: Transaction
zh_hant: 交易

# dashboard_placeholder
source: Transaction List Placeholder
zh_hant: 交易紀錄區塊

# dashboard_chip_all
source: All
zh_hant: 全部

# dashboard_period_recent
source: Recent
zh_hant: 近期

# dashboard_section_load_failed
source: Failed to load
zh_hant: 無法載入

# common_expense
source: Expense
zh_hant: 支出

# common_income
source: Income
zh_hant: 收入

# common_transfer
source: Transfer
zh_hant: 轉帳

# common_cancel
source: Cancel
zh_hant: 取消

# common_optional
source: (optional)
zh_hant: (選填)

# common_save
source: Save
zh_hant: 儲存

# common_delete
source: Delete
zh_hant: 刪除

# common_name
source: Name
zh_hant: 名稱

# common_type
source: Type
zh_hant: 類型

# common_icon
source: Icon
zh_hant: 圖示

# common_color
source: Color
zh_hant: 顏色

# common_preview
source: Preview
zh_hant: 預覽

# common_please_select
source: Please select
zh_hant: 請選擇

# common_retry
source: Retry
zh_hant: 重試

# common_skip
source: Skip
zh_hant: 跳過

# common_close
source: Close
zh_hant: 關閉

# common_edit
source: Edit
zh_hant: 編輯

# add_transaction_title
source: New Transaction
zh_hant: 新增交易

# add_transaction_edit_title
source: Edit Transaction
zh_hant: 編輯交易

# add_transaction_amount
source: Amount
zh_hant: 金額

# add_transaction_account
source: Account
zh_hant: 帳戶

# add_transaction_from
source: From
zh_hant: 從

# add_transaction_to
source: To
zh_hant: 至

# add_transaction_category
source: Category
zh_hant: 分類

# add_transaction_no_categories
source: No categories available
zh_hant: 無可用分類

# add_transaction_ai_suggest_category
source: AI Suggest Category
zh_hant: AI 建議分類

# add_transaction_ai_suggesting
source: AI analyzing…
zh_hant: AI 分析中…

# add_transaction_note
source: Note
zh_hant: 備註

# add_transaction_note_placeholder
source: Optional
zh_hant: 選填

# add_transaction_date
source: Date
zh_hant: 日期

# add_transaction_error_amount
source: Please enter a valid amount
zh_hant: 請輸入有效金額

# add_transaction_error_account
source: Please select an account
zh_hant: 請選擇帳戶

# add_transaction_error_category
source: Please select a category
zh_hant: 請選擇分類

# add_transaction_error_same_account
source: Source and destination accounts cannot be the same
zh_hant: 來源與目標帳戶不能相同

# transactions_title
source: Records
zh_hant: 記帳記錄

# transactions_search_prompt
source: Search notes
zh_hant: 搜尋備註

# transactions_no_match_title
source: No matching transactions
zh_hant: 沒有符合的交易

# transactions_try_examples
source: Try these
zh_hant: 試試這些

# transactions_no_match_desc
source: Try adjusting your search or filter criteria
zh_hant: 試試調整搜尋或篩選條件

# transactions_no_records_title
source: No records yet
zh_hant: 尚無交易記錄

# transactions_no_records_desc
source: Add your first record from Dashboard or the button above
zh_hant: 從 Dashboard 或右上角按鈕新增第一筆記錄

# transactions_delete_confirm
source: Are you sure you want to delete this transaction?
zh_hant: 確定要刪除這筆交易嗎？

# transactions_today
source: Today
zh_hant: 今天

# transactions_yesterday
source: Yesterday
zh_hant: 昨天

# transaction_detail_date
source: Date
zh_hant: 日期

# transaction_detail_account
source: Account
zh_hant: 帳戶

# transaction_detail_to_account
source: Transfer To
zh_hant: 轉至

# transaction_detail_category
source: Category
zh_hant: 分類

# transaction_detail_note
source: Note
zh_hant: 備註

# transaction_detail_tags
source: Tags
zh_hant: 標籤

# transaction_detail_delete
source: Delete Transaction
zh_hant: 刪除交易

# transaction_detail_title
source: Transaction · Detail
zh_hant: 交易明細

# transaction_detail_ai_filled
source: AI Filled
zh_hant: AI 自動填入

# transaction_detail_from
source: From
zh_hant: 從

# transaction_detail_to
source: To
zh_hant: 到

# transaction_detail_activity
source: Activity
zh_hant: 活動紀錄

# transaction_detail_activity_ai
source: Created by AI
zh_hant: AI 自動建立

# transaction_detail_activity_manual
source: Created manually
zh_hant: 手動建立

# transaction_detail_activity_updated
source: Last updated
zh_hant: 最後更新

# transaction_detail_insight_label
source: NeuLedger AI · On-device
zh_hant: NeuLedger AI · 裝置端

# transaction_detail_undo
source: Undo
zh_hant: 復原

# transaction_detail_undo_deleted
source: Deleted
zh_hant: 已刪除

# transaction_detail_delete_confirm_title
source: Delete this transaction?
zh_hant: 刪除這筆交易?

# transaction_detail_delete_confirm_body
source: Deletes immediately, undo within 5 seconds.
zh_hant: 此操作會立即刪除，5 秒內可復原。

# transaction_detail_delete_failed_title
source: Failed to delete transaction
zh_hant: 刪除交易失敗

# transaction_detail_delete_failed_body
source: Please try again.
zh_hant: 請再試一次。

# common_ok
source: OK
zh_hant: 好

# transaction_insight_income_vs_last
source: %@%@%% vs last (NT$%@). %d income entries this month, net NT$%@.
zh_hant: %@%@%% 較上次 (NT$%@)。本月 %d 筆收入,淨值 NT$%@。

# transaction_insight_expense_vs_avg
source: %@%@%% vs %@ avg (NT$%@). %d entries, total NT$%@.
zh_hant: %@%@%% 較%@平均 (NT$%@)。本月 %d 筆,合計 NT$%@。

# transaction_insight_transfer
source: Net value unchanged. %d transfers this month, total NT$%@.
zh_hant: 淨值不變。本月 %d 筆轉帳,合計 NT$%@。

# transaction_insight_fallback
source: Entry #%d for this category this month.
zh_hant: 本月此類別第 %d 筆。

# settings_title
source: Settings
zh_hant: 設定

# settings_manage
source: Manage
zh_hant: 管理

# settings_account_management
source: Account Management
zh_hant: 帳戶管理

# settings_category_management
source: Category Management
zh_hant: 分類管理

# settings_budget_management
source: Budget Settings
zh_hant: 預算設定

# settings_tag_management
source: Tag Management
zh_hant: 標籤管理

# settings_preferences
source: Preferences
zh_hant: 偏好設定

# settings_default_account
source: Default Account
zh_hant: 預設帳戶

# settings_none
source: None
zh_hant: 無

# settings_language
source: Language
zh_hant: 語言

# settings_language_value
source: Traditional Chinese
zh_hant: 繁體中文

# settings_show_accessory_bar
source: Show Quick Bar
zh_hant: 顯示底部快捷列

# settings_show_accessory_bar_description
source: AI record and quick add buttons
zh_hant: AI 記帳與快速新增按鈕

# settings_data
source: Data
zh_hant: 資料

# settings_export_csv
source: Export CSV
zh_hant: 匯出 CSV

# settings_export_json
source: Export JSON
zh_hant: 匯出 JSON

# settings_about
source: About
zh_hant: 關於

# settings_version
source: Version
zh_hant: 版本

# settings_privacy
source: Privacy Policy
zh_hant: 隱私權政策

# account_management_title
source: Account Management
zh_hant: 帳戶管理

# account_management_empty_title
source: No Accounts
zh_hant: 尚無帳戶

# account_management_empty_desc
source: Add your first account to start recording
zh_hant: 新增您的第一個帳戶開始記帳

# account_management_add
source: Add Account
zh_hant: 新增帳戶

# account_management_active
source: Active
zh_hant: 啟用中

# account_management_archived
source: Archived
zh_hant: 已封存

# account_management_net_worth
source: Net Worth
zh_hant: 淨資產

# account_management_account_count_format
source: %d accounts
zh_hant: %d 個帳戶

# account_management_group_liquid
source: Cash & Bank
zh_hant: 現金與銀行

# account_management_group_credit
source: Credit Cards
zh_hant: 信用卡

# account_management_group_digital
source: Digital Wallets
zh_hant: 電子支付

# account_management_unarchive
source: Unarchive
zh_hant: 解除封存

# account_form_name_placeholder
source: Account name
zh_hant: 帳戶名稱

# account_form_add_title
source: Add Account
zh_hant: 新增帳戶

# account_form_edit_title
source: Edit Account
zh_hant: 編輯帳戶

# category_management_title
source: Category Management
zh_hant: 分類管理

# category_management_empty_title
source: No Categories
zh_hant: 尚無分類

# category_management_empty_desc
source: Tap + in the top right to add a category
zh_hant: 點擊右上角「+」新增分類

# category_management_default
source: Default
zh_hant: 預設

# category_form_name_placeholder
source: Category name
zh_hant: 分類名稱

# category_form_add_title
source: Add Category
zh_hant: 新增分類

# category_form_edit_title
source: Edit Category
zh_hant: 編輯分類

# budget_form_name_placeholder
source: Budget name
zh_hant: 預算名稱

# budget_form_amount
source: Amount
zh_hant: 金額

# budget_form_period
source: Period
zh_hant: 週期

# budget_form_start_date
source: Start Date
zh_hant: 起始日期

# budget_form_apply_category
source: Apply Category
zh_hant: 套用分類

# budget_form_all_expenses
source: All Expenses (Global Budget)
zh_hant: 全部支出（全域預算）

# budget_form_all_expenses_hint
source: Select "All Expenses" to apply this budget to all expense categories.
zh_hant: 選擇「全部支出」表示此預算適用所有支出類別。

# budget_form_breakdown_monthly
source: ≈ NT$%@ / day · about NT$%@ / week
zh_hant: ≈ NT$%@ / 天 · 約 NT$%@ / 週

# budget_form_breakdown_weekly
source: ≈ NT$%@ / day
zh_hant: ≈ NT$%@ / 天

# budget_form_breakdown_yearly
source: ≈ NT$%@ / month
zh_hant: ≈ NT$%@ / 月

# budget_period_suffix_monthly
source: month
zh_hant: 月

# budget_period_suffix_weekly
source: week
zh_hant: 週

# budget_period_suffix_yearly
source: year
zh_hant: 年

# budget_period_weekly
source: Weekly
zh_hant: 每週

# budget_period_monthly
source: Monthly
zh_hant: 每月

# budget_period_yearly
source: Yearly
zh_hant: 每年

# stat_saved
source: Saved
zh_hant: 儲蓄率

# stat_today
source: Today
zh_hant: 今日

# stat_week
source: This Week
zh_hant: 本週

# tag_form_name_placeholder
source: Tag name
zh_hant: 標籤名稱

# app_greeting
source: Hi, I'm a SwiftUI View!
zh_hant: 嗨，我是一個 SwiftUI View！

# onboarding_ready_button
source: Done
zh_hant: 完成

# onboarding_ready_subtitle
source: NeuLedger will take it from here.
zh_hant: 接著就交給 NeuLedger 為你看顧每一筆。

# onboarding_ready_title
source: You're set
zh_hant: 你準備好了

# onboarding_welcome_button
source: Start
zh_hant: 開始

# balance_total
source: Total Balance
zh_hant: 總資產

# gauge_used
source: Used:
zh_hant: 已使用:

# gauge_remaining
source: Remaining:
zh_hant: 剩餘:

# gauge_monthly_budget
source: Monthly Budget
zh_hant: 每月預算

# action_record
source: Record
zh_hant: 記帳

# component_default_container
source: Default Container
zh_hant: 預設容器

# component_more_padding
source: More Padding
zh_hant: 更多內距

# component_subtitle_here
source: Subtitle here
zh_hant: 副標題在這

# component_hello
source: Hello
zh_hant: 你好

# component_add_item
source: Add Item
zh_hant: 新增項目

# component_simple_button
source: Simple Button
zh_hant: 簡單按鈕

# component_get_started
source: Get Started
zh_hant: 開始使用

# component_next
source: Next
zh_hant: 繼續

# component_test_title
source: This is a test title
zh_hant: 這是一個測試標題

# component_test_subtitle
source: This is a test subtitle
zh_hant: 這是一個測試副標題

# component_food_and_dining
source: Food & Dining
zh_hant: 餐飲

# component_bank_account
source: Bank Account
zh_hant: 銀行帳戶

# component_bank
source: Bank
zh_hant: 銀行

# component_wallet
source: Wallet
zh_hant: 錢包

# component_cash
source: Cash
zh_hant: 現金

# component_pending
source: Pending
zh_hant: 處理中

# component_no_color
source: No Color
zh_hant: 無顏色

# filter_title
source: Filter
zh_hant: 篩選

# filter_date_range
source: Date Range
zh_hant: 日期區間

# filter_start_date
source: Start Date
zh_hant: 開始日期

# filter_end_date
source: End Date
zh_hant: 結束日期

# filter_clear_dates
source: Clear Dates
zh_hant: 清除日期

# filter_clear_all
source: Clear All
zh_hant: 清除全部

# filter_apply
source: Apply
zh_hant: 套用

# tag_management_title
source: Tag Management
zh_hant: 標籤管理

# tag_management_empty_title
source: No Tags
zh_hant: 尚無標籤

# tag_management_empty_desc
source: Add tags to categorize transactions more precisely
zh_hant: 新增標籤來更細緻地分類交易

# tag_management_add
source: Add Tag
zh_hant: 新增標籤

# tag_form_add_title
source: Add Tag
zh_hant: 新增標籤

# tag_form_edit_title
source: Edit Tag
zh_hant: 編輯標籤

# error_tag_name_empty
source: Tag name cannot be empty
zh_hant: 標籤名稱不能為空

# error_category_name_empty
source: Please enter a category name
zh_hant: 請輸入分類名稱

# error_account_name_empty
source: Please enter an account name
zh_hant: 請輸入帳戶名稱

# error_account_name_taken
source: This name is already in use
zh_hant: 此名稱已被使用

# error_budget_name_empty
source: Budget name cannot be empty
zh_hant: 預算名稱不能為空

# error_amount_must_be_positive
source: Amount must be greater than zero
zh_hant: 金額必須大於零

# budget_management_empty_title
source: No Budgets
zh_hant: 尚無預算

# budget_management_empty_desc
source: Add a budget to track your spending goals
zh_hant: 新增預算來追蹤你的支出目標

# budget_management_add
source: Add Budget
zh_hant: 新增預算

# budget_form_add_title
source: Add Budget
zh_hant: 新增預算

# budget_form_edit_title
source: Edit Budget
zh_hant: 編輯預算

# alert_delete_tag
source: Delete Tag
zh_hant: 刪除標籤

# alert_delete_category
source: Delete Category
zh_hant: 刪除分類

# alert_delete_budget
source: Delete Budget
zh_hant: 刪除預算

# alert_archived_account
source: Archived Account
zh_hant: 已封存帳戶

# alert_cannot_delete
source: Cannot Delete
zh_hant: 無法刪除

# alert_archive_instead
source: Archive Instead
zh_hant: 改為封存

# alert_delete_tag_message
source: This tag will be removed from all associated transactions. Are you sure you want to delete it?
zh_hant: 此標籤將從所有關聯交易中移除。確定要刪除嗎？

# alert_delete_category_message
source: Are you sure you want to delete this category? This action cannot be undone.
zh_hant: 確定要刪除此分類嗎？此操作無法復原。

# alert_delete_budget_message
source: Are you sure you want to delete this budget?
zh_hant: 確定要刪除此預算嗎？

# alert_unarchive_account_message
source: Do you want to unarchive this account?
zh_hant: 是否要解除封存此帳戶？

# alert_archive_account_message
source: This account has associated transactions and cannot be deleted. Would you like to archive it instead?
zh_hant: 此帳戶有關聯交易，無法刪除。是否改為封存？

# alert_delete_account_message
source: This action cannot be undone.
zh_hant: 此操作無法還原。

# alert_confirm_delete
source: Confirm Delete?
zh_hant: 確定要刪除？

# alert_delete_category_message_name %@
source: Are you sure you want to delete "%@"? This action cannot be undone.
zh_hant: 確定要刪除「%@」嗎？此操作無法復原。

# analysis_period_week
source: This Week
zh_hant: 本週

# analysis_period_month
source: This Month
zh_hant: 本月

# analysis_period_year
source: This Year
zh_hant: 今年

# analysis_all_accounts
source: All Accounts
zh_hant: 全部帳戶

# analysis_other_category
source: Other
zh_hant: 其他

# common_tags
source: Tags
zh_hant: 標籤

# settings_notification_settings
source: Notification Settings
zh_hant: 通知設定

# notification_daily_reminder_section
source: Daily Reminder
zh_hant: 每日記帳提醒

# notification_daily_reminder_toggle
source: Enable Daily Reminder
zh_hant: 開啟每日提醒

# notification_reminder_time
source: Reminder Time
zh_hant: 提醒時間

# notification_budget_warning_section
source: Budget Warnings
zh_hant: 預算警告

# notification_budget_warning_toggle
source: Enable Budget Warnings
zh_hant: 開啟預算警告

# notification_warning_threshold
source: Warning Threshold
zh_hant: 警告門檻

# notification_permission_denied_banner
source: Please enable notifications in system Settings
zh_hant: 請前往系統「設定」開啟通知權限

# notification_open_settings
source: Open Settings
zh_hant: 前往設定

# notification_recurring_section
source: Scheduled Reminders
zh_hant: 記帳提醒

# notification_recurring_description
source: Set up recurring reminders. You'll get a push notification when it's time to record.
zh_hant: 設定週期性的記帳提醒，到期時推播通知，方便你快速完成記帳。

# notification_recurring_add
source: Add Reminder
zh_hant: 新增提醒

# notification_recurring_empty
source: Unnamed
zh_hant: 未命名

# notification_daily_reminder_title
source: NeuLedger Reminder
zh_hant: NeuLedger 記帳提醒

# notification_daily_reminder_body
source: Time to log your transactions!
zh_hant: 記得記帳！點此快速新增一筆。

# notification_budget_warning_title
source: Budget Warning
zh_hant: 預算使用警告

# notification_budget_warning_body
source: Budget "%@" is %d%% used. Watch your spending.
zh_hant: 預算「%@」已使用 %d%%，請注意支出。

# recurring_transaction_section_title
source: Recurring
zh_hant: 定期交易

# recurring_transaction_toggle_label
source: Set as Recurring
zh_hant: 設為定期交易

# recurring_transaction_frequency_label
source: Frequency
zh_hant: 頻率

# recurring_transaction_notification_time
source: Notification Time
zh_hant: 通知時間

# recurring_transaction_notification_title
source: Recurring Transaction Due
zh_hant: 定期交易提醒

# recurring_transaction_notification_body
source: A recurring transaction is due today.
zh_hant: 您有一筆定期交易今日到期。

# recurring_transaction_empty_state
source: No Recurring Transactions
zh_hant: 尚無定期交易

# recurring_transaction_add_title
source: New Reminder
zh_hant: 新增記帳提醒

# recurring_transaction_edit_title
source: Edit Reminder
zh_hant: 編輯記帳提醒

# recurring_transaction_enable_label
source: Enable
zh_hant: 啟用

# recurring_transaction_disable_label
source: Disable
zh_hant: 停用

# recurring_transaction_delete_confirm
source: Reminders will stop after deletion
zh_hant: 刪除後將停止提醒

# add_transaction_account_label
source: Account
zh_hant: 帳戶

# add_transaction_select_account
source: Select Account
zh_hant: 選擇帳戶

# speech_permission_denied_error
source: Please go to Settings › NeuLedger to enable microphone and speech recognition permissions.
zh_hant: 請至設定 › NeuLedger 開啟麥克風與語音辨識權限。

# speech_recognition_failed_error
source: Speech recognition failed. Please try again or type your note manually.
zh_hant: 語音辨識失敗，請重試或直接輸入文字。

# speech_recording_label
source: Recording
zh_hant: 錄音中

# settings_sync
source: iCloud Sync
zh_hant: iCloud 同步

# sync_title
source: iCloud Sync
zh_hant: iCloud 同步

# sync_upsell_headline
source: Sync Your Finances Everywhere
zh_hant: 隨時隨地同步您的帳本

# sync_upsell_subtitle
source: Upgrade to Pro and keep your data backed up and synced across all your devices via iCloud.
zh_hant: 升級進階版，透過 iCloud 在所有裝置上自動備份與同步。

# sync_upsell_feature_devices
source: Sync across iPhone and iPad
zh_hant: iPhone、iPad 多裝置同步

# sync_upsell_feature_backup
source: Automatic iCloud backup, never lose data
zh_hant: 自動 iCloud 備份，資料不怕遺失

# sync_upsell_feature_private
source: End-to-end encrypted, only your iCloud can access
zh_hant: 端對端加密，僅限您的 iCloud 帳號存取

# sync_subscribe_now
source: Upgrade to Pro
zh_hant: 立即升級進階版

# sync_enable_title
source: Enable iCloud Sync
zh_hant: 開啟 iCloud 同步

# sync_enable_subtitle
source: Migrate local data to iCloud once, then sync automatically.
zh_hant: 將本機資料一次性遷移至 iCloud，之後自動同步。

# sync_enable_button
source: Enable Sync
zh_hant: 開啟同步

# sync_enabled_label
source: iCloud Sync Enabled
zh_hant: iCloud 同步已啟用

# sync_migrating
source: Migrating data…
zh_hant: 正在遷移資料…

# sync_retry
source: Retry
zh_hant: 重試

# sync_icloud_unavailable
source: Please sign in to iCloud before enabling sync.
zh_hant: 請先登入 iCloud 帳號才能開啟同步。

# sync_icloud_account_active
source: iCloud Account Connected
zh_hant: iCloud 帳號已連線

# settings_carrier_management
source: Carrier Management
zh_hant: 載具管理
